/* German */

"com_breedingpinetrees_sgf_result" = "Ergebnis";
"com_breedingpinetrees_sgf_result.Description" = "Ergebnis";

"com_breedingpinetrees_sgf_event" = "Ereignis";
"com_breedingpinetrees_sgf_event.Description" = "Ereignis";

"com_breedingpinetrees_sgf_white" = "Weiß";
"com_breedingpinetrees_sgf_white.Description" = "Weiß";

"com_breedingpinetrees_sgf_black" = "Schwarz";
"com_breedingpinetrees_sgf_black.Description" = "Schwarz";

"com_breedingpinetrees_sgf_handicap" = "Handicap";
"com_breedingpinetrees_sgf_handicap.Description" = "Number of handicap stones the black player received";

"com_breedingpinetrees_sgf_komi" = "Komi";
"com_breedingpinetrees_sgf_komi.Description" = "Amount of the white player received";

"com_breedingpinetrees_sgf_size" = "Brettgröße";
"com_breedingpinetrees_sgf_size.Description" = "Brettgröße";

"com_breedingpinetrees_sgf_gametype" = "Partie";
"com_breedingpinetrees_sgf_gametype.Description" = "Partie";

"com_breedingpinetrees_sgf_whiterank" = "Weißer Rang";
"com_breedingpinetrees_sgf_whiterank.Description" = "Weißer Rang";

"com_breedingpinetrees_sgf_blackrank" = "Schwarzer Rang";
"com_breedingpinetrees_sgf_blackrank.Description" = "Schwarzer Rang";

"com_breedingpinetrees_sgf_blackteam" = "Black Team";
"com_breedingpinetrees_sgf_blackteam.Description" = "Name of the black team if the game was a team match";

"com_breedingpinetrees_sgf_whiteteam" = "White Team";
"com_breedingpinetrees_sgf_whiteteam.Description" = "Name of the white team if the game was a team match";

"com_breedingpinetrees_sgf_opening" = "Opening";
"com_breedingpinetrees_sgf_opening.Description" = "Information about the opening played";

"com_breedingpinetrees_sgf_overtime" = "Zusatzzeit";
"com_breedingpinetrees_sgf_overtime.Description" = "Zusatzzeit";

"com_breedingpinetrees_sgf_round" = "Runde";
"com_breedingpinetrees_sgf_round.Description" = "Runde";

"com_breedingpinetrees_sgf_ruleset" = "Ruleset";
"com_breedingpinetrees_sgf_ruleset.Description" = "Rules used";

"com_breedingpinetrees_sgf_oldhandicap" = "Old Handicap";
"com_breedingpinetrees_sgf_oldhandicap.Description" = "Old style handicap arrangements";

"com_breedingpinetrees_sgf_dateplayed" = "Datum";
"com_breedingpinetrees_sgf_dateplayed.Description" = "Datum";

"com_breedingpinetrees_sgf_yearplayed" = "Year Played";
"com_breedingpinetrees_sgf_yearplayed.Description" = "Year in which the game was played";

"com_breedingpinetrees_sgf_winner" = "Winner";
"com_breedingpinetrees_sgf_winner.Description" = "Player who won the game";

"com_breedingpinetrees_sgf_loser" = "Loser";
"com_breedingpinetrees_sgf_loser.Description" = "Player who lost the game";

